package com.common.as.view;

public class ProgressUtils {

	public static String[] strs_content = {
		"在公交车上，我们都盯着一个穿短裙的美女，突然美女回过头给了我一巴掌并叫我滚！我靠，又不是只有我一个人在偷看她的大腿，全车那么多人谁不打就打我？然后我心情十分不爽，穿上裤子就下车了！",
		"密室一男子问杀手：一颗子弹多少钱？杀手：5万，先生。男子：成交，我要两颗，看见对面的窗户了吗？我老婆正在跟一个野男人苟合，一枪打掉那杂碎的老二，一枪打爆那臭婆娘的脑袋！杀手举起狙击开始瞄准，但是半天没有开枪。男子：怎么？价格可以再商量。杀手：不，再等等，我想帮你省点钱…",
		"大学即将毕业，相恋四年，却始终没有一句承诺。回家的列车上，他有32站，她有21站，她失落的说，到站叫我，便到头睡去。不知过了多久，她被叫醒，车已过了好几站，转过头，他温柔的笑着说，跟我回家吧。她扑哧一笑，眼泪跟着滑了下来。来到那个生他养他的小山村，她被卖给了一个五十多岁的老光棍。",
		"中山大学一男生向他心仪的女生送出了一床他用212天的精斑染成的床单。他将这床重达3斤半的床单晒干后折叠好（这一步颇不容易，据说床单已经硬如砖石）并命名为《我想和你造个人》，还向女孩发誓：这212天的每一个飞机都是为她打的，没有想别人。女孩十分感动，然后报了警",
		"如果你和女生约炮被拒绝了，也不要太失落，毕竟有25％的几率是由于她身体不方便，想去但不能去，顺便跟着高贵冷艳一把。所以被拒一次并不代表她不愿意，你要试着多约几次，次数多了，她一定会找人揍你的。",
		"“你开开门好吗，我爱你啊！我那么多次鼓起勇气敲响你家的门。你明明有听到吧！为什么你从来都不开门？”郭敬明泫然欲泣的站在韩寒家的门前。 　　与此同时，韩寒困惑的第无数次从猫眼里看着空无一人的门外，“是时候找人来驱驱邪了”他这样想着",
		"车来了，我一边用力的挥着手一边大声叫着：“师傅停一下师傅停一下！” 司机没理我，开着车从我面前呼啸而去。 气得老子忍不住踢着铁轨大骂：“麻痹这司机也太没素质了！老子又不是不给钱！”",
		"龙虾坐公交车，不小心撞到了鲍鱼。鲍鱼生气的说：你特么是不是瞎！龙虾听完一愣：我当然是虾，你是不是在装逼？",
		"儿子画画，我凑上前去：儿子，你的画什么呢？“”老鹰抓小鸡。“”你明明话的是小鸡，那鹰呢？“”那英去中国好声音了。",
		"一男童惨遭食人魔毒手，丧尽天良的凶手竟忘记放葱",
		"孩子睡觉老是踢被子,幸好被我及时发现打断了腿，否则肯定感冒",
		"王老汉闯红灯横穿马路，一辆飞驰而来的汽车眼看就要撞上王老汉，存亡之际，小明奋起一跃，一把把王老汉推开，最后双双被车撞死。",
		"现在的年轻人，不思进取，专搞歪门邪道，我们局长家体重为200斤的女儿今天结婚，婚礼现场这帮同事不仅玩命的拍马屁，还昧着良心夸新娘好看，难道只有这样才能升官发财嘛！肤浅！好了，不说了主持人叫我拜堂去了。",
		"“听过这样一个传说吗，如果易拉罐的拉环拉断了却没能打开饮料，说明这个拉环是上天选中的，当做戒指戴手上能带来好运气。”“所以老板你是一定不会给我换一瓶了是么？”“是”"
	};
	
	
}
